brew "asdf"
brew "chezmoi"
brew "coreutils"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"

cask "1password-cli"
cask "dash"
cask "firefox"
cask "font-inter"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "kitty"
cask "linearmouse"
cask "zed"

tap "puma/puma"
brew "puma/puma/puma-dev"
