brew "asdf"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "jq"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "tmux"

cask "1password-cli"
cask "firefox"
cask "font-inter"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "zed"
